let messages=[
  'Ниплохая пикча',
  'Подписываетесь на меня!',
  'Больше света',
  'Поновее ничего нет?',
  'Просто комментарий',
  'Не просто комментарий',
  '=^_^= ',
  'Куплю гараж! 8-800-555-35-35',
  'Красивое',
  'Веселое',
  'Оно существует',
  'Почему так мало комментариев?',
  'Почему так много комментариев?',
  'Искуство во всей его красе',
  'Зачем вы комментируете?',
  'Выражаю протест данным изображением',
  'Даешь больше таких фотографик',
  'Как я сюда попал?',
  'Где купить кота?',
  '-_____-',
  'Скучно',
  'Всё отлично!',
  'В целом всё неплохо. Но не всё.',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
  'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
  'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
  'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!',
];
let descriptions=[
  'Описание фотографии',
  'Продам гараж! 8-800-555-35-35',
  'Зачем я это запостил?',
  'Не комментировать!',
  'Лайкните плиз!',
  'Как вам?',
  'Лучшое мое фото',
  'Зачем нужно описание',
  'Бооооринг',
  'Отсылка на ДжоДжо',
  'Гератор комментариев сломался!',
  'ERROR: description no found',
  'Пустое описание',
];
let names =[
  "Леха",
  "Петя",
  "Вася",
  "Катя",
  "Марина",
  "Петрович",
  "Костя",
  "Маша",
  "Марина",
  "Вика",
  "Стас",
  "Даня",
  "Коля",
];

const MAX_AVATAR_IMAGE=6;
const MAX_ID_COMMENT=300;
const MIN_LIKES=15;
const MAX_LIKES=200;

export  {
  messages,
  descriptions,
  names,
  MAX_AVATAR_IMAGE,
  MAX_ID_COMMENT,
  MIN_LIKES,
  MAX_LIKES,
}
